<template>
    <div class="main">
        <div class="content" style=" top: 0;height: 100vh;">
            <h3 class="rule_tile">一、权利声明</h3>
            <p class="rule_content">      用户使用Groupy上传或者发布作品，用户应保证其对该作品享有完整、额发的著作权（包括但不限于对视频，背景音乐，音乐MV等的完整的权利），或已获得所有相关著作权人的完整、合法、有效的授权及转授权的权利。（包括但不限于复制权、发行权、出租权、展览权、表演权、放映权、广播权、改编权、翻译权以及相关著作权法固定的由著作权作权人享有的其他著作财产权利）。</p>
            <h3 class="rule_tile">二、授权许可</h3>
            <p class="rule_content">      用户同意且有权授予Groupy团队对上述作品在全球范围内免费的，无限期的，不可撤销的并且可再许可的独家著作权许可。Groupy有权传播和推广签署内容，有权对前述内容进行任何形式的修改，复制，发行，表演，信息网络传播，改变，翻译，汇编等方式或者授权第三方进行修改，发行，表演，翻译，汇编等方式。Groupy团队对此无需支付任务费用。</p>
            <h3 class="rule_tile">三、责任承担</h3>
            <p class="rule_content">      用户应承诺其在Groupy上传，发布或者传输的作品内容不违反法律法规的规定，不侵犯他人知识产权或其他合法权益。如因用户作品内容违法或者侵害他人合作权益而导致Groupy或者关联公司向第三方承担赔偿，补偿或者其他形式的法律责任的，用户应承担Groupy因前述原因而引起的全部责任（包括但不限于直接的，间接的，偶然的，惩罚性的和继发的损失）</p>
            <h3 class="rule_tile">四、内容监管</h3>
            <p class="rule_content">      用户同意Groupy保留对其网站和平台所有的内容进行实时监控的权利。Groupy有权依其独立判断或者根据第三方的投诉对任何违反本协议约定的作品实施删除。Groupy对于删除用户的作品引起的任何后果或导致用户的任何损失不负任何责任</p>
        </div>
    </div>
</template>