<template>
    <div class="main">
        <div class="content" style=" padding-top: 0;min-height: 100vh;">
            <h3 class="rule_tile">第１条（投稿データに関する知的財産権の帰属）</h3>
            <p class="rule_content">投稿データ（動画、画像、音楽、BGM等）に関する著作権その他一切の知的財産権は、登録ユーザー又は登録ユーザーに著作権、編集権、特許権、意匠権、実用新案権、複製権、展覧権、肖像権、転載権、翻訳権、その他法令上または契約上の権利を許諾した第三者に帰属するものとします。</p>
            <h3 class="rule_tile">第2条（投稿データの取扱い）</h3>
            <p class="rule_content">   登録ユーザーは、データを投稿することにより、Groupyに対して、投稿データを自由に利用できる世界的、非独占的、無償、サブライセンス可能かつ譲渡可能な許諾ライセンスを付与するものとします。また、Groupyは、本サービスおよびGroupyが実施するその他のサービスの運営、管理、調査および開発に用いるために、投稿データの内容を閲覧し、複製し、送信し、転載し、保存し、翻訳し、編集し、または第三者に開示することができるものとします。登録ユーザーは、Groupyが一切の発生した費用を負わないことに同意するとします。</p>
            <h3 class="rule_tile">第3条（投稿データに関する表明・保証・責任）</h3>
            <p class="rule_content">   登録ユーザーは、投稿データが法令に違反していないこと、および第三者の権利（知的財産権、名誉、信用、個人情報、プライバシー権その他の人格権および財産権）を侵害していないことについて、Groupyに対して表明し、保証するものとします。Groupyは、登録ユーザーが投稿したデータに起因又は関連して発生した第三者との係争等について、一切責任を負わないものとし、登録ユーザーは、直接的又は間接的な損害を問わず、Groupyが一切の損失・損害を負担しないようにすべて補償することに同意します。</p>
            <h3 class="rule_tile">第4条（違反投稿データ等の禁止事項）</h3>
            <p class="rule_content">Groupyか第三者の判断により、登録ユーザーは投稿データが第三者の権利を侵害している場合等、本サービス上の投稿データが本規約に違反する恐れがある場合は、Groupyは当該投稿データの削除または非表示、その他当該登録ユーザーに対する本利用規約およびその他の利用規約等に規った措置を講じることができるものとします。当該投稿データの削除から発生したユーザー損害について、Groupyは一切の責任を負わないものとします。</p>
        </div>
    </div>
</template>

<style scoped>
    .rule_content {
        text-indent: 14px;
    }
</style>