<template>
    <div class="main">
        <div class="content" style=" padding-top: 0;min-height: 100vh;">
            <h3 class="rule_tile">第１条（目的）</h3>
            <p class="rule_content">      本規約は、ニュースジェット株式会社（以下「当社」といいます。）が提供するサービス「Groupy(グルーピ）」をユーザー（第２条に定義します。）が利用するにあたっての利用条件を定めるものとします。</p>
            <h3 class="rule_tile">第２条（定義）</h3>
            <p class="rule_content">      本規約における用語の定義は以下のとおりとします。</p>
            <p class="rule_content rule_2"><b>（１）｢本サービス｣</b><br>当社が運営する「Groupy」において提供されるすべてのサービスをいいます。<br><b>（２）｢ユーザー｣</b><br>本規約を承認の上で、当社が指定する手続に従って、本サービスの利用を申し込んだ個人または当社の承諾を得た個人以外の者をいいます。<br><b>（３）「ユーザー情報」</b><br>ユーザーが本サービスを利用する上で必要となる、当社が登録または提供を求める情報をいいます。<br><b>（４）「提供コンテンツ」</b><br>ユーザーが本サービスで利用するために当社が提供する写真、画像、映像等をいいます。<br><b>（５）「コイン」</b><br>有償のサービス又はその他当社が指定したコンテンツとのみ交換できる仮想通貨をいいます。</p>
            <h3 class="rule_tile">第３条（適用範囲）</h3>
            <p class="rule_content">     本サービスの提供にあたり、当社が実施する利用条件の告知、およびユーザーに対して発信する通知等も本規約の一部を構成するものとし、当該告知、通知等の内容が本規約の条項と異なる定めをする場合、当該告知、通知等の定めが優先して適用されるものとします。</p>
            <h3 class="rule_tile">第４条（ユーザー登録）</h3>
            <p class="rule_content">      １．ユーザーとなることを希望する者は、希望する者本人が、本規約を承認の上で当社が指定する手続に従って、ユーザー登録申請を行うものとします。<br>２．当社は、ユーザー登録申請があった場合には、当社所定の認証手続きを行い、ユーザー登録を行うものとします。ただし、当社はユーザー登録申請を拒絶することができ、当社は当該登録申請者に対し、拒絶理由を開示する義務を負わないものとします。<br>３．前項に規定するユーザー登録をもって、ユーザーと当社との間において、本規約を内容とする利用契約が成立するものとします。なお、当社が不適当と判断する場合には、ユーザー登録後であってもユーザー登録の承諾を取り消す場合があります。 ただし、当社は承諾を取り消した理由について回答する義務を負いません。</p>
            <h3 class="rule_tile">第５条（本規約の変更）</h3>
            <p class="rule_content">１．当社は、必要に応じて本規約を変更することができるものとします。なお、当該変更された規約は、本サービス上において発表、もしくは当社が適当と判断する方法により通知するものとし、発表もしくは通知されたのち一週間経過した時点で、その期間内にユーザーが退会手続きを行わない限り、ユーザーによって承諾されたものとみなし、その時点をもってユーザーとの、当該変更された規約を内容とする利用契約も有効に成立したものとみなします。<br>２．当社は、将来において本サービスの事業を継承する会社に、本規約上の当社の地位を譲渡する場合があります。この場合の地位の譲渡の手続には、前項の規定を準用するものとします。</p>
            <h3 class="rule_tile">第６条（変更の届出）</h3>
            <p class="rule_content">１．ユーザーは、ユーザー情報の変更を希望する場合には、当社が別途指示する方法により届け出るものとします。<br>２．ユーザーが前項の届出を怠ったことにより不利益を被った場合であっても､当社は一切の責任を負わないものとします。</p>
            <h3 class="rule_tile">第７条（ユーザー登録の取消等）</h3>
            <p class="rule_content">１．ユーザーは、提供コンテンツが第三者の権利（知的財産権、名誉、プライバシー権その他の人格権および財産権）を侵害していないことについて、当社に対して表明し、保証するものとします。また、本サービスの利用にあたり、以下の各号に該当する行為をしてはなりません。ユーザーは、他のユーザーが第三者の権利を侵害している場合、または以下の各号に該当すると判断した場合、当社所定の方法により当社に通報できるとします。当社の裁量に基づき、当該通報の内容が事実であるかの確認を24時間以内に行い、通報の対象となった提供コンテンツの発信を行ったユーザーに対して、事前に通知することなく、直ちにユーザーによる本サービスの全部または一部の利用を停止、またはユーザー登録を取り消し、もしくは／かつ利用契約の解除をすることができるものとます。なお、当社は、当該措置の理由を開示する義務を負わないものとします。</p>
            <p class="rule_content rule_2">（１）第１3条第１項および第２項の行為、またはそのおそれのある行為を行ったと当社が判断した場合。<br>（２）第三者になりすましてユーザー登録を行った場合。<br>（３）未成年者、成年被後見人、被保佐人または被補助人のいずれかである場合で、ユーザー登録申請が成年後見人によって行われておらず、またはユーザー登録申請の際に法定代理人、保佐人もしくは補助人の同意を得ていない場合。<br>（４）その他、ユーザーとして不適切もしくは登録の継続が困難であると当社が判断した場合。</p>
            <p class="rule_content">２．前項によりユーザー登録の取消もしくは利用契約の解除を受けた場合において、当該ユーザーが再度ユーザー登録申請をした場合、当社は、当該申請を承諾しない場合があります。<br>３．当社は、第１項によりユーザー登録を取消したユーザーのユーザープロフィールの全部または一部を削除することができるものとし、当社は、かかる措置によりユーザーに生じた不利益、損害について、一切の責任を負わないものとします。<br>４．前３項の規定は、当社によるユーザーに対する損害賠償の請求を妨げるものではありません。</p>
            <h3 class="rule_tile">第８条（ユーザーアカウントの管理）</h3>
            <p class="rule_content">１．ユーザーは、本サービスのユーザーアカウントを、自己の責任にて管理するものとします。<br>２．ユーザーは、本サービスのユーザーアカウントを任意のメールアドレスおよびパスワードにて管理することができます。ユーザーは、自己が登録したメールアドレスおよびパスワードを自己の責任にて管理及び保管するものとします。<br>３．メールアドレスおよびパスワードの管理不十分、使用上の過誤、第三者の使用等による損害の責任はユーザーが負うものとし、当社は一切責任を負いません。<br>４．ユーザーアカウントを通じた本サービスの利用については、ユーザー本人以外の第三者による利用および行為の場合も含め、すべて当該ユーザーによる利用および行為とみなします。当該ユーザーは、当該利用および行為により生じた一切の債務を負担するものとします。<br>５．ユーザーは、メールアドレスおよびパスワードが不当に取得され、あるいはユーザーアカウントが第三者により利用されるおそれがある場合は、直ちに当社にその旨連絡するとともに、当社からの指示がある場合には、これに従うものとします。</p>
            <h3 class="rule_tile">第９条（有償のサービスの販売）</h3>
            <p class="rule_content">１．当社は、本サービスの一部をユーザーに有償で使用させることがあります。<br>２．ユーザーは、前項に定める有償の本サービス（以下「有償のサービス」といいます。）の利用権を、当社が別途定め本サービス上に掲載する対価を当社が指定する支払方法により支払うことにより、取得することができます。<br>３．ユーザーは、取得した有償のサービスを、他のユーザーに移転、譲渡、貸与し又は本サービスその他類似のサービスに掲載しないものとします。</p>
            <h3 class="rule_tile">第１０条（コイン）</h3>
            <p class="rule_content">１．コインは、本サービス上で「購入」その他当社が指定する方法によりユーザーに付与されるものとします。コインの購入単位、支払方法、その他の付与条件は当社が別途定め本サービス上に掲載するものとします。<br>２．コインは、有償のサービス又はその他当社が指定したコンテンツとのみ交換され、その他のコンテンツ又はサービス、現金その他経済上の利益と交換することはできません。有償のサービスと交換するために必要なコイン数、その他コインの利用条件は、当社が別途定め本サービス上に掲載するものとします。<br>３．当社は、理由の如何を問わず、コインの再発行及び換金をいたしません。また、当社が特に認める場合または法令等により払戻しが義務付けられている場合を除き、コインの払戻しは一切いたしません。<br>４．当社が本サービスを終了もしくは中止する場合、または、第７条の規定によりユーザー資格が取消もしくは喪失となった場合、一定の周知期間の経過時点で残存コインが消滅するものとします。なお、かかる周知期間中は、新規のコインの取得はできません。<br>５．ユーザーは、当社が特に定めた場合を除き、保有するコインを他のユーザーに移転、譲渡、貸与しないものとします。<br>６．ユーザーは、コインを使用して取得した有償のサービスを、他のユーザーに移転、譲渡、貸与し又は本サービスその他類似のサービスに掲載しないものとします。</p>
            <h3 class="rule_tile">第１１条（利用料金）</h3>
            <p class="rule_content">１．ユーザーは、前２条において規定したとおり、有償のサービスを利用する対価、有償のコインを取得する対価として、別途当社が定め、本サービス上で掲示する利用料金を、当社が指定する支払方法により当社に支払うものとします。ただし、当社が認める場合にはユーザーは利用料金をこれに相当する額のコインで支払うことができるものとします。<br>２．法令等により払戻しが義務付けられている場合を除き、当社は、理由の如何を問わず、お支払いいただいた利用料金の返金はいたしません。<br>３．未成年者は有償のサービスの購入、コインの購入にあたり、事前に親権者等、法定代理人の同意を得ることが必要となります。</p>
            <h3 class="rule_tile">第１２条（知的財産権等）</h3>
            <p class="rule_content">１．本サービスおよび本サービスにおいて当社がユーザーに提供する提供コンテンツの著作権その他の権利は、有償であると無償であるとを問わず、当社または当該権利を有する第三者に帰属します。ユーザーは、本サービスにおいて利用する目的で、提供コンテンツの非独占的使用権を、当社または当該権利を有する第三者より許諾されるものとします。<br>２．ユーザーは、本サービスにおいて自己が利用するため、自己の判断により本サービスにユーザープロフィールを登録することができるものとします。なお、当該ユーザープロフィールに他者が権利を有する知的財産権等が含まれる場合には、ユーザーが当該権利者との権利許諾等に関する手続を行うものとします。<br>３．ユーザーが前２項の規定に違反することにより何らかの問題が発生した場合には、ユーザーは、自己の費用と責任においてかかる問題を解決するものとし、当社に何等の迷惑または損害を与えないものとします。<br>4．音楽・画像・動画に関する権利<br>&nbsp;動画の配信において、他人の楽曲を演奏する（アカペラ、弾き語りなど）場合、カラオケ音源（自作カラオケは除く）を使用される場合は、権利者の許諾を取る必要があります。また、他人の画像、イラスト、ロゴなどを使用する場合でも、その権利者から許諾を取らなければなりません。これら楽曲や画像などを無断で使用することは法律で禁止されており、懲役刑や罰金を科せられるおそれがありますので、ご注意ください。</p>
            <h3 class="rule_tile">第１３条（禁止事項）</h3>
            <p class="rule_content">１．ユーザーは、本サービスの利用にあたって以下の行為を行ってはならないものとします。</p>
            <p class="rule_content rule_2">（１）第７条第１項各号に該当することとなる行為。<br>（２）第三者もしくは当社の著作権、商標権を含む知的財産権、肖像権、パブリシティ権、その他の権利を侵害する行為、また侵害するおそれがあると当社が判断した行為。<br>（３）他のユーザー、第三者もしくは当社の財産もしくはプライバシーを侵害する行為、または侵害するおそれのあると当社が判断した行為。<br>（４）他のユーザー、第三者もしくは当社に不利益もしくは損害を与える行為、またはそれらのおそれのあると当社が判断した行為。<br>（５）他のユーザー、第三者もしくは当社を誹謗中傷する行為、あるいは他のユーザー、第三者もしくは当社の名誉、信用を毀損する行為、またはそれらのおそれのあると当社が判断した行為。<br>（６）当社の承認を得ていない、本サービスを利用した営利を目的とする行為またはその準備を目的とした行為。<br>（７）公序良俗に反する行為、またはそのおそれのある行為。<br>（８）犯罪行為、または犯罪行為に結びつく行為、もしくはそのおそれのある行為。<br>（９）他のユーザーや第三者へのいやがらせ、淫乱、わいせつ、悪口、嫌悪感を与える一切の行為。<br>（１０）性風俗、宗教、政治などに類する勧誘、取引行為、その他一切の活動。<br>（１１）不正アクセス、または他人であるように振る舞うなど他のユーザーのアカウントを不正に使用する、またはさせる行為。<br>（１２）本サービスの運営に支障を与える行為<br>（１３）本規約に違反する行為、または違反するおそれのある行為。<br>（１４）法令に違反する、または違反するおそれのある行為。<br>（１５）その他、当社が不適切と判断する行為。</p>
            <p class="rule_content">２．ユーザーは、ユーザーとして有する権利の全部または一部を第三者に譲渡、売買、貸与、担保に供する行為その他一切の処分行為はできないものとします。</p>
            <h3 class="rule_tile">第１４条（本サービスの変更・中断・中止・終了）</h3>
            <p class="rule_content">１．当社は、ユーザーに事前に通知することなく、本サービスの一部または全部を変更、追加、することができます。<br>２．当社は、以下の各号の一に該当する事由が生じた場合には、当社の判断により、本サービスの運用の全部または一部を中断または中止することができるものとします。</p>
            <p class="rule_content rule_2">１）戦争、暴動、騒乱、労働争議、天災、地震、噴火、洪水、津波、火災、停電などの　　不可抗力により本サービスが通常どおり提供できなくなった場合。<br>（２）本サービスの運営において必要なシステム等の一時的または大規模なメンテナンス、電気通信設備の障害、プロバイダー等の障害、システムトラブルなどによる緊急な保守点検を行う場合。<br>（３）その他やむを得ない事由が生じた場合など、当社が必要と判断した場合</p>
            <p class="rule_content">３．当社は、前項により本サービスの全部または一部を中断または中止する場合は、当社が適当と判断する方法で事前に告知します。ただし、緊急の場合には、この限りではありません。<br>４．当社は、本サービスの全部を終了する場合には、当社が適当と判断する方法で、事前にユーザーにその旨を告知します。<br>５．当社は理由の如何を問わず、前４項の規定によりユーザーが何らかの不利益を受けた場合であっても、損害賠償責任を含めた一切の責任を負いません。</p> 
            <h3 class="rule_tile">第１５条（設備等）</h3>
            <p class="rule_content">１．当社の設備もしくは本サービスの運営設備に障害を生じ、またはその設備が滅失したことを当社が知ったときは、当社は速やかにその設備を修理・復旧するよう努めるものとします。かかる場合に、ユーザーまたは第三者に損害が生じた場合であっても、当社は一切責任を負わないものとします。<br>２．ユーザーは、自己の負担と責任により、本サービスの利用に必要な通信機器、ソフトウェアその他の機器および通信回線その他の接続環境等を用意、設置、操作し、本サービスを利用可能な状態にするものとします。</p>
            <h3 class="rule_tile">第１６条（個人情報の取扱い）</h3>
            <p class="rule_content">１．当社は、法令に定める場合を除き、事前にユーザーである本人の同意を得ることなく、ユーザー情報に含まれている個人情報を第三者へ開示、提供することはありません。ただし、以下の場合は除きます。</p>
            <p class="rule_content rule_2">（１）法令に基づく場合など個人情報保護法に定める場合や、裁判所・警察等の公的機関から法律に基づく要請を受けた場合。<br>（２）ユーザーの事前の承認、同意を得た場合。<br>（３）本サービスを提供する上で必要となる業務委託先に開示する場合。<br>（４）当社の合併、分社化、事業譲渡により事業が継承されユーザー情報を引き継ぐ場合。</p>
            <p class="rule_content">２.当社は、ユーザー情報を、以下に掲げる目的により、無償で、複製その他の方法により利用し、第三者に提供することができるものとし、ユーザーはこれを承諾するものとします。</p>
            <p class="rule_content rule_2">（１）本サービス実施、提供のため<br>&nbsp;&nbsp;a.本サービスの拡充、改善、新規開発のための調査・分析のため<br>&nbsp;&nbsp;b.お問い合わせ、サポート対応のため<br>&nbsp;&nbsp;c.その他、お客様の同意を得た利用目的のため<br>（２）本サービスの利用状況等に係る統計情報の作成、本サービスまたは当社の運営するウェブサイト等における公表のため。</p>
            <p class="rule_content">
                  ３．当社は、ユーザー登録情報の保存義務を負うものではありません。ユーザーは、必要なユーザー情報およびユーザープロフィールについて、自らの責任でバックアップをとるものとします。<br>４．当社は、ユーザーが当社が本サービスの運営を終了したときは、当社の判断により、ユーザー登録情報を全て消去できるものとし、その返却等の要望には一切応じません。また、当社はこれによってユーザーに生じる不利益、損害等について、一切の責任を負いません<br>５．個人情報を当社にご提供いただくか否かは、ユーザーご自身の任意です。個人情報を<br>録するか否かは、ユーザーご自身で判断ください。ただし、当社が本サービスを提供するうえでお願いする個人情報をご提供いただけない場合や、ご提供いただいた個人情報に不備<br>あった場合には、個人情報の取得目的どおりのサービスがご提供できない場合があります<br>６．本サービスでは、クッキーを使用する場合があります。これは本サービスの改善や利用状況の解析のため、ユーザーによるWEBサイト、アプリ、広告の閲覧状況を確認するもので、統計的なマーケティング情報として利用いたします。クッキー内に個人情報が含まれる<br>とはございません。また、個人情報の取得およびユーザー情報との関連付けを行うものではありません。 <br>７．当社は、ユーザーからご提供いただいた個人情報の利用目的の通知、開示、訂正、追加、削除、利用停止または第三者提供停止の請求に対応いたします。個人情報の取り扱いに関するお問い合わせ、苦情などは以下のお問い合わせ先までお願いいたします。<br>ニュースジェット株式会社<br>〒130-0026　東京都墨田区両国2丁目2-10  702室<br>メール：contact@groupy.vip  </p>
             <h3 class="rule_tile">第１７条（免責事項）</h3>
            <p class="rule_content">１．当社は、本サービスの内容、本サービスにより提供する一切の情報、データ等について、その完全性、正確性、適法性、目的適合性等いかなる保証も行わず、一切の責任を負いません。<br>２．当社は、当社が本サービスにより提供する一切の情報、データ等、またはユーザーが掲載する一切の情報、データ等を確実に保存することを保証するものではなく、かかる情<br>、データ等が消失したとしても、一切の責任を負いません。<br>３．本サービスの提供、遅滞、変更、中止もしくは廃止、本サービスを通じて登録、提供される情報等の流失もしくは消失等、およびその他本サービスに関連して発生したユーザ<br>および第三者の損害について、当社は一切の責任を負いません。<br>４．本サービスの利用に関連して、ユーザーが他のユーザーもしくは第三者に対して損害を与えた場合、またはユーザーが他のユーザーもしくは第三者と紛争を生じた場合、当該<br>ユーザーは自己の費用と責任で解決するものとし、当社に何等の迷惑または損害を与えないものとします。また、ユーザーが本サービスの利用に関連して当社に損害を生 じさせた場合は、当該ユーザーは当社に生じた損害を賠償するものとします。<br>５．当社は、本サービスを提供するコンピューターシステムの稼働状況について保証するものではなく、本サービス提供のためのコンピューターシステムの障害等、いかなる原因に基づき生じた損害についても、一切の責任を負いません。<br>６．当社は、本サービスの利用、本サイトからのダウンロード、コンピュータウイルス感染等により、コンピュータ、周辺機器、回線、ソフトウェアなどに生じた損害について、一切の責任を負いません。<br>７．本規約に従い当社がユーザーに対して損害賠償の責任を負う場合であっても、当社に故意又は重過失が存する場合を除き、当社が賠償すべき損害の範囲は、ユーザーに直接かつ現実的に生じた損害に限定されます。</p>
             <h3 class="rule_tile">第１８条（管轄裁判所）</h3>
            <p class="rule_content">１．本サービスに関連してユーザーと当社との間で問題が生じた場合には、ユーザーと当社で誠意をもって協議するものとします。<br>２．協議しても解決せず訴訟となった場合、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</p>
             <h3 class="rule_tile">第１９条（準拠法）</h3>
            <p class="rule_content">本規約に関する準拠法は、日本法とします。<br><br>付則<br>本規約は平成29年06月10日から実施します。</p>
        </div>
    </div>
</template>
<script>
    require('@api/js/common.js')
        created() {
            window.setupWebViewJavascriptBridge(function(bridge) {
                bridge.callHandler('setTitle', {'title':'利用規約'})
            })
        }
    }
</script>