<template>
    <div class="main">
        <div class="content" style=" top: 0;height: 100vh;">
            <h3 class="rule_tile">１．個人情報の利用目的について</h3>
            <p class="rule_content">当社は、お客様からご提供いただいた個人情報を以下の目的のために利用いたします。</p>
            <p class="rule_content rule_2">（1）本サービス実施、提供のため<br>&nbsp;&nbsp;&nbsp;&nbsp;a.本サービスの拡充、改善、新規開発のための調査・分析のため<br>&nbsp;&nbsp;&nbsp;&nbsp;b.お問い合わせ、コイン対応のため<br>&nbsp;&nbsp;&nbsp;&nbsp;c.その他、お客様の同意を得た利用目的のため<br>（2）本サービスの利用状況等に係る統計情報の作成、本サービスまたは当社の運営するウェブサイト等における公表のため。</p>
            <h3 class="rule_tile">２．個人情報の提供について</h3>
            <p class="rule_content">     当社は、以下に該当する場合、お客様の個人情報を第三者に提供することがあります。</p>
            <p class="rule_content rule_2">（1）法令に基づく場合など個人情報保護法に定める場合や、裁判所・警察等の公的機関から法律に基づく要請を受けた場合。<br>（2）ユーザーの事前の承認、同意を得た場合。<br>（3）本サービスを提供する上で必要となる業務委託先に開示する場合。<br>（4）当社の合併、分社化、事業譲渡により事業が継承されユーザー情報を引き継ぐ場合。</p>
            <h3 class="rule_tile">３．個人情報の委託について</h3>
            <p class="rule_content">当社では、業務上必要な範囲で個人情報の取扱いを委託先へ委託することがあります。委託にあたり、十分な個人情報の保護水準を満たす委託先を選定、守秘義務を含む契約を締結いたします。<br><br>なお、現時点においては、個人情報の取扱いを委託先に委託しておりませんが、今後変更のある場合には、本案内にて開示してまいります。</p>
            <h3 class="rule_tile">４．個人情報の提供に関する任意性について</h3>
            <p class="rule_content">個人情報を当社にご提供いただくか否かは、お客様ご自身の任意です。ただし、当社が提供をお願いする個人情報をご提供いただけない場合や、ご提供いただいた個人情報に不備があった場合には、個人情報の取得目的通りのサービスがご提供できない場合があります。</p>
            <h3 class="rule_tile">５．個人情報の開示等について</h3>
            <p class="rule_content">当社は、お客様からご提供いただいた個人情報の利用目的の通知、開示、訂正、追加、削除、利用停止または第三者提供停止（以下、「開示等」という。）の請求に対応いたします。ご希望があるお客様は、本案内下部記載のGroupyユーザーサポート担当まで、ご連絡ください。</p>
            <h3 class="rule_tile">６．アクセス情報の収集について</h3>
            <p class="rule_content">本サービスにアクセスされた際に、インターネットに接続するときに使用されるIPアドレス、コンピュータに関する情報と接続情報（ブラウザの種類とバージョン、オペレーティングシステム、プラットフォームなど）、本サービスへのアクセス、ならびに当社サイトからのアクセスに関する、完全なURLの日付と時間を含む記録、表示した当社サイト内のページ情報を収集いたします。これらの情報は統計的に処理され、本サービスの各ページに表示する情報の制御や当社サイトの利便性の向上に利用いたします。</p>
            <h3 class="rule_tile">７．クッキーについて</h3>
            <p class="rule_content">本サービスでは、クッキーを使用する場合があります。これは本サービスの改善や利用状況の解析のため、ユーザーによるWEBサイト、アプリ、広告の閲覧状況を確認するもので、統計的なマーケティング情報として利用いたします。クッキー内に個人情報が含まれることはございません。また、個人情報の取得およびユーザー情報との関連付けを行うものではありません。</p>
            <h3 class="rule_tile">８．個人情報の開示等およびお問い合わせについて</h3>
            <p class="rule_content">個人情報の取り扱いに関するお問い合わせ、苦情などは以下のお問い合わせ先までお願いいたします。<br><br>ニュースジェット株式会社<br>〒130-0026　東京都墨田区両国2丁目2-10  702室<br>メール：<i>contact@groupy.vip</i><br>個人情報保護管理者：Groupyユーザーサポート担当<br>制定日：平成29年06月10日</p>
        </div>
    </div>
</template>