<template>
    <div class="main">
        <div class="content" style=" top: 0;height: 100vh;">
            <h3 class="rule_tile">コインと換算レートについて</h3>
            <div class="rule_content">
                <p>コインとは、アイドルの応援・メンバーシップ登録等に使うGroupyの仮想通貨です。ボーナスとして、もしくはチャージでコインが貰えますが、同じ価値を持ちます。1コインを1円相当として、現金の変換にご利用いただけます。</p>
                <!-- <h4><span></span>換算レートの主な変動要因</h4>
                <p>1.コインのディスカウント率は、ファンがチャージするコイン数によって変わりますので、コインの実際の価値が変わり、換算相場にも影響を与えます。</p>
                <p>2.ファンがボーナスとして無料で獲得したコインは購入したコインと同じ価値を持つことで、換算相場に影響を与えます。</p> -->
            </div>
            <h3 class="rule_tile">換金申請の流れ</h3>
            <div class="rule_content">
                <h4><span></span>1.インディーズアイドル：</h4>
                <p>1.換金の流れ：「マイページ」から、アイドルの収入詳細をチェックできます。Groupyは、毎月の1～7日に予め約束した割合で金額決済を行います。アイドルはお好きな時間に自分の収益を日本円に換金するための申請ができます。</p>
                <p>2. 振込予定日：振込み日は、換金を申請みしてから口座情報を確認した上、20営業日以内となります。なお、銀行休業日（土日・祝日）は含みません。</p>
                <h4><span></span>2.メジャーアイドル：</h4>
                <p>換金の流れ：「マイページ」から、アイドルの収入詳細をチェックできます。Groupyは、事務所と締結した契約通りに、毎月の1～7日に一定の割合で金額決済を行いますが、アイドルの具体的な収益は事務所の方から分配して頂きます。</p>
                <p>決済や換金に対するお問い合わせは、 <i>idol@groupy.vip</i>までGroupyの運営にご連絡ください。 </p>
            </div>
        </div>
    </div>
</template>
