<template>
    <div class="main">
        <div class="content" style=" top: 0;height: 100vh;">
            <h3 class="rule_tile">关于G币与日元的汇率说明</h3>
            <div class="rule_content">
                <p>      G币是粉丝购买用于应援，打赏，送礼以及加入会员用，每个G币都有实际的价值，1G币相当于可兑换1日元现金。</p>
                <!-- <h4><span></span>造成汇率浮动的原因主要</h4>
                <p>1. 粉丝在App内充值G币，充值不同数量G币会有不同折扣，从而影响G币实际的价值，因此会影响市场汇率。</p>
                <p>2. 粉丝可以通过每日完成对应的任务获得G币，而通过任务获得的G币与购买的G币会有同等的价值，因此影响市场汇率。</p> -->
            </div>
            <h3 class="rule_tile">关于提现</h3>
            <div class="rule_content">
                <h4><span></span>个人账号申请提现</h4>
                <p>1.提现流程：Groupy爱豆个人中心，会看到个人收益情况，查看详情即可查看收益的月结情况。Groupy会每月在1-7日，按月给爱豆按照约定分成比例结算金额，爱豆可把已经结算的收益提现。</p>
                <p>2. 打款时间：申请提现后，如银行卡信息正确，会在20个工作日内进行打款，如遇法定节假日，则将有所延迟。（工作日时间为周一至周五，周六日为非工作日）。</p>
                <h4><span></span>经纪公司合作爱豆的申请提现</h4>
                <p>提现流程：Groupy爱豆个人中心，会看到个人收益情况，查看详情即可查看收益的月结情况。Groupy会每月在1-7日，按月给爱豆所在的经纪公司按照合约规定分成结算金额，爱豆的具体收益由经纪公司分配。</p>
                <p>对于结算和提现如有任何问题，可联系Groupy专业人员咨询  <i>idol@groupy.vip</i> </p>
            </div>
        </div>
    </div>
</template>
