<template>
  <div class="rule">
    <div class="pages_tips">首页&nbsp;&gt;&nbsp;<b>Groupy软件（网站）许可及服务协议</b></div>
    <div class="rules_desc">
      <h3>Groupy软件（网站）许可及服务协议</h3><br><br>
      <p>Groupy软件（网站）许可及服务协议是您（下称“用户”）与广州市云动科技有限公司（简称“云动公司”）之间签订的协议。在本协议中云动公司也被称为“Groupy软件”、“Groupy网站”或“Groupy”。</p>
      <h4>1、重要须知</h4>
      <p>1.1 您欲下载安装Groupy软件或者访问Groupy网站，必须事先认真阅读（未成年人应当在监护人陪同下阅读）、充分理解本《Groupy软件（网站）许可及服务协议》（下称“本协议”）中各条款，包括免除或者限制Groupy责任的免责条款及对用户的权利限制条款。如您不同意本服务条款您应不使用或主动取消Groupy提供的服务。您的使用行为将被视为您对本服务条款全部的完全接受。</p>
      <p>1.2 在您接受本协议之后，此文本可能因国家政策、产品以及履行本协议的环境发生变化而进行修改，修改后的协议发布在本网站上，若您对修改后的协议有异议的，请立即停止访问、使用Groupy软件及Groupy网站，您的继续访问或使用的行为，视为对修改后的协议予以认可。</p>
      <h4>2、用户使用规则</h4>
      <p>用户必须清楚使用规则，除非Groupy同意，本网站及软件的服务仅供个人交流、学习欣赏，非商业性质的使用，用户不可对本服务任何部分的任何信息进行复制、拷贝、出售、或利用本服务进行调查、广告、或用于其他商业目的。</p>
      <h4>3 用户不得利用本服务制作、复制、发布、传播、存储含有下列内容的信息：</h4>
      <p>（一）反对宪法所确定的基本原则的；<br>（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>（三）损害国家荣誉和利益的；<br>（四）煽动民族仇恨、民族歧视，破坏民族团结的；<br>（五）破坏国家宗教政策，宣扬邪教和封建迷信的；<br>（六）散布谣言，扰乱社会秩序，破坏社会稳定的；<br>（七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>（八）侮辱或者诽谤他人，侵害他人合法权益的；<br>（九）含有法律、行政法规禁止的其他内容的。</p>
      <p>3.1 用户保证在使用Groupy时发布、传播的信息的真实性、准确性，同时保证该等信息不侵犯任何第三方的知识产权。</p>
      <p>3.2 用户不得利用Groupy服务进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害Groupy利益的行为，如贩卖Groupy币等。</p>
      <p>3.3 若发现用户有以上行为的，所有的责任由用户承担。同时Groupy可在不通知用户的情况下中止全部或部分服务。</p>
      <h4>4、关于Groupy软件</h4>
      <p>4.1 用户可以为非商业目的在单一台终端设备上安装、使用、显示、运行Groupy软件。用户不得为商业运营目的安装、使用、运行Groupy软件，不可以对该软件或者该软件运行过程中释放到任何计算机终端内存中的数据及该软件运行过程中客户端与服务器端的交互数据进行复制、更改、修改、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经授权的第三方工具/服务接入Groupy软件和相关系统。</p>
      <p>4.2 保留权利：未明示授权的其他一切权利仍归云动公司所有，用户使用其他权利时须另外取得云动公司的书面同意。</p>
      <h4>5、Groupy声明</h4>
      <p>5.1 用户须明白，在使用Groupy服务可能存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，云动公司对服务不作担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。</p>
      <p>5.2 Groupy软件以及Groupy网站的服务同大多数因特网产品一样，易受到各种安全问题的困扰，包括但不限于：1）透露详细个人资料，被不法分子利用，造成现实生活中的骚扰。2）哄骗、破译密码。3）下载安装的其它软件中含有“特洛伊木马”等病毒，威胁到个人计算计上信息和数据的安全，继而威胁对本服务的使用。对于发生上述情况的，用户应当自行承担责任。</p>
      <p>5.3 用户须明白，Groupy软件以及Groupy网站为了服务整体运营的需要，有权在公告通知后修改或中断、中止或终止服务而不需通知您的权利，而无须向第三方负责或承担任何赔偿责任。</p>
      <p>5.4 Groupy软件以及Groupy网站不对发布在本网站上的广告的产品效果、宣传、信息准确性负责，用户在接触这些广告时自行判断。</p>
      <h4>6、收费服务</h4>
      <p>6.1 Groupy应用部分涉及付费，用户输入帐号密码的行为视为对收费服务的接受，需要按Groupy公示的收费标准支付费用。</p>
      <p>6.2 用户付费后获得的权益不得转让给第三人。</p>
      <h4>7、知识产权</h4>
      <p>7.1Groupy软件及Groupy网站内涵的文字、图片、视频、音频、软件等元素，云动公司服务标志、标识以及专利权，Groupy服务商云动公司对此享有上述知识产权。</p>
      <p>7.2用户使用Groupy服务只能在本协议以及相应的授权许可协议授权的范围使用Groupy知识产权，未经授权超范围使用的构成对云动的侵权。</p>
      <p>7.3 用户在使用Groupy软件及Groupy网站服务时发布上传的文字、图片、视频、表演等用户原创的信息，此部分信息的知识产权归用户，但用户的发表、上传行为是对Groupy的授权，用户确认其发表、上传的信息非独占性、永久性的授权，该授权可转授权。Groupy可将前述信息在云动公司旗下的服务平台上使用，可再次编辑后使用，也可以由Groupy授权给合作方使用。</p>
      <p>7.4 若Groupy软件、Groupy网站内的信息以及其他用户上传、存储、传播的信息有侵犯的用户或第三人的知识产权的，请通过contact@groupy.vip进行投诉。</p>
      <h4>8、隐私保护</h4>
      <p>8.1 请用户注意勿在使用Groupy服务中透露自己的各类财产帐户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由用户自行承担。</p>
      <p>8.2 就下列相关事宜的发生，Groupy不承担任何法律责任：</p>
      <p>8.3 云动公司根据法律规定或相关政府、司法机关的要求提供您的个人信息；</p>
      <p>8.4 由于用户将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信息的泄漏，或其他非因云动公司原因导致的个人信息的泄漏；</p>
      <h4>9、其他条款</h4>
      <p>9.1 本协议条款的签订、解释以及争议的解决均适用中华人民共和国法律。</p>
      <p>9.2 本协议的签署地点为云动网站服务器所在地即广州市天河区，若用户与云动公司发生法争议的，双方同意将争议提交广州市天河区法院诉讼解决。</p>
      <p>9.3 本协议在安装Groupy软件页面及在Groupy网站（http://www.groupy.vip）上展示，对用户和Groupy的服务商云动网络公司具有法律约束力，用户在安装界面接受本协议以及访问本网站的行为均视为对本协议的接受，对用户具有法律约束力。</p>
    </div>
  </div>
</template>

<script>
  export default {
    created: function() {
      let self = this;
        setTimeout(function() {
            let ele = document.querySelector('.rule');
            ele.scrollIntoView();
        },500);
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style  rel="stylesheet/scss" lang="scss" scoped>
  .rule {
    background: #f7f7f7;
    // height: calc(100vh - 80px - 292px);
    text-align: left;
    color: #666666;
  }
  .pages_tips {
    font-size: 16px;
    padding: 26px 0;
    max-width: 1200px;
    margin: 0 auto;
    border-bottom: 1px solid #D9D9D9;
  }
  .rules_desc {
    padding-top: 30px;
    padding-bottom: 35px;
    max-width: 1200px;
    margin: 0 auto;
    h3 {
      font-size: 24px;
      font-weight: 600;
      text-align: center;
    }
    h4 {
      font-size: 18px;
      font-weight: 600;
      margin-bottom: 12px;
    }
    p {
      font-size: 14px;
      margin-bottom: 20px;
    }
    p.last {
      padding-left: 40px;
    }
  }
  .responsible {
    font-size: 14px;
    max-width: 1200px;
    margin: 0 auto;
    padding-bottom: 60px;
  }
</style>
